; language file for TrayLauncher
;Language : Deutsch
;Author : V. Dobiasch
;Date : 2011-10-24
;Version : 2.0

MENU_Exit							==> Be&enden
MENU_Edit_Cmd						==> Einträge &bearbeiten
MENU_Refresh						==> &Aktualisieren
MENU_Start_With_OS					==> Auto&start
MENU_About							==> Übe&r
MENU_Select_Skin					==> Ausse&hen
MENU_Internal						==> Intern
MENU_Language						==> S&prache
MENU_Option							==> Einste&llung
MENU_Use_MClick						==> &Mitteltaste verwenden
MENU_Run							==> Aus&führen

STR_Failed							==> Fehler:
STR_Run								==> Ausführen
STR_Exit_Ask						==> Beenden?
STR_Confirm							==> Bestätigen:
STR_Failed_To_Exec					==> Ausführen fehlgeschlagen:
STR_Single_Instance_Only			==> Nur eine Insatz möglich.
STR_lng_file_not_UNICODE			==> Die Sprachdatei liegt nicht in UNICODE(LE) vor !
STR_cmd_file_not_UNICODE			==> Die Kommandodatei liegt nicht in UNICODE(LE) vor !
STR_Failed_open_create_cmd_file		==> Kann die Kommandodatei nicht öffnen oder erstellen!
STR_Empty							==> (Leer)
STR_Settings						==> Einstellungen
STR_Refreshing						==> Aktualisiere ...

; GUI Menu Editor
STR_DlgTitle						==> TrayLauncher Kommando-Editor

BTN_OK								==> OK
BTN_Cancel							==> Abbruch
BTN_Apply							==> Übernehmen
BTN_Close							==> Schliessen
BTN_Save							==> Speichern
BTN_Reload							==> Neu laden

BTN_IsMenu							==> als Untermenü
BTN_IsSep							==> als Trenner
BTN_IsTitle							==> als Titel
BTN_IsWildCard						==> Wildcard-Modus

STC_Menu							==> Kommandos:
STC_Target							==> Zielverzeichnis:
STC_DispName						==> Angezeigter Name:
STC_Filter							==> Filter:
STC_IconPath						==> Benutze anderes Icon:

STR_MyComputer						==> *Computer*
STR_DisplayName						==> [Angezeigter Name]
STR_PathToTarget					==> [Zielverzeichnis]
STR_Choose_Target					==> Wählen Sie das Ziel
STR_Choose_Icon						==> Wählen Sie das Icon
STR_Ask_Save_Item_Info				==> Änderungen an diesem Kommando speichern ?
STR_Exit_Ask_Save					==> Änderungen speichern vor dem Beenden ?
STR_Ask_Delete_Menu					==> Dieses Menü und alle Untereinträge löschen ?

STR_Invalid_NameOrFilter			==> Ungültige Eingabe: '<', '>' und '=' sind nicht erlaubt !
STR_Err_Del_Only_Child				==> Kann den einzigen Eintrag nicht löschen !
